Repository: katagaki/Fundsee
Catalog: Fundsee/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# Carryover.Footer
source: Applies globally to how unused or exceeded budget is treated.
ja: 未使用または超過した予算の扱いに、アプリ全体で適用されます。
ko: 남거나 초과한 예산의 처리 방식에 전체적으로 적용됩니다.
zh_hans: 全局适用于未用完或超支预算的处理方式。
zh_hant: 全域適用於未用完或超支預算的處理方式。

# Carryover.LeaveAsIs.Subtitle
source: Each day's budget stands on its own.
ja: 各日の予算はその日だけで完結します。
ko: 하루 예산은 그날에만 적용됩니다.
zh_hans: 每天的预算各自独立。
zh_hant: 每天的預算各自獨立。

# Carryover.LeaveAsIs.Title
source: Leave As-Is
ja: そのままにする
ko: 그대로 두기
zh_hans: 保持不变
zh_hant: 維持不變

# Carryover.NextDay.Subtitle
source: Unused budget increases tomorrow; overspend reduces it. Resets each week.
ja: 使わなかった予算は翌日に加算され、超過分は差し引かれます。毎週リセットされます。
ko: 남은 예산은 다음 날에 더해지고 초과분은 차감됩니다. 매주 초기화됩니다.
zh_hans: 未用完的预算会增加次日额度，超支则减少。每周重置。
zh_hant: 未用完的預算會增加隔天額度，超支則減少。每週重置。

# Carryover.NextDay.Title
source: Carry to Next Day
ja: 翌日に繰り越す
ko: 다음 날로 이월
zh_hans: 结转到次日
zh_hant: 結轉至隔天

# Carryover.NextWeek.Subtitle
source: Last week's leftover or overspend adjusts this week's budget.
ja: 先週の残額または超過分が今週の予算に反映されます。
ko: 지난주의 잔액이나 초과분이 이번 주 예산에 반영됩니다.
zh_hans: 上周的结余或超支会调整本周预算。
zh_hant: 上週的結餘或超支會調整本週預算。

# Carryover.NextWeek.Title
source: Carry to Next Week
ja: 翌週に繰り越す
ko: 다음 주로 이월
zh_hans: 结转到下周
zh_hant: 結轉至下週

# Chart.Axis.Month
source: Month
ja: 月
ko: 월
zh_hans: 月
zh_hant: 月

# Chart.Axis.Week
source: Week
ja: 週
ko: 주
zh_hans: 周
zh_hant: 週

# Chart.Series.Amount
source: Amount
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

# Chart.Series.Budget
source: Budget
ja: 予算
ko: 예산
zh_hans: 预算
zh_hant: 預算

# Chart.Series.Spent
source: Spent
ja: 支出
ko: 지출
zh_hans: 已支出
zh_hant: 已支出

# Common.Amount
source: Amount
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

# Common.Back
source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

# Common.ChangeTemplate
source: Change Plan
ja: プランを変更
ko: 플랜 변경
zh_hans: 更改方案
zh_hant: 更改方案

# Common.Delete
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# Common.NoTemplate
source: No plan
ja: プランなし
ko: 플랜 없음
zh_hans: 无方案
zh_hant: 無方案

# Common.None
source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# Common.Recorded
source: Recorded
ja: 記録
ko: 기록
zh_hans: 已记录
zh_hant: 已記錄

# Month.Chart.WeekLabel
source: W%lld
ja: 第%lld週
ko: %lld주차
zh_hans: 第%lld周
zh_hant: 第%lld週

# Month.IncludesMonthlyExtra
source: Includes %@ monthly overall budget
ja: 月間の全体予算%@を含みます
ko: 월간 전체 예산 %@ 포함
zh_hans: 含每月总预算 %@
zh_hant: 含每月總預算 %@

# Month.Next
source: Next Month
ja: 翌月
ko: 다음 달
zh_hans: 下个月
zh_hant: 下個月

# Month.Previous
source: Previous Month
ja: 前月
ko: 이전 달
zh_hans: 上个月
zh_hant: 上個月

# MonthStatus.OnTrack
source: On Track
ja: 順調
ko: 순조로움
zh_hans: 进度正常
zh_hant: 進度正常

# MonthStatus.OverBudget
source: Over Budget
ja: 予算超過
ko: 예산 초과
zh_hans: 超出预算
zh_hant: 超出預算

# MonthStatus.Surplus
source: Surplus
ja: 余剰
ko: 여유
zh_hans: 有结余
zh_hant: 有結餘

# MonthStatus.Upcoming
source: Upcoming
ja: これから
ko: 예정
zh_hans: 即将到来
zh_hant: 即將到來

# More.BudgetTemplates
source: Budget Plans
ja: 予算プラン
ko: 예산 플랜
zh_hans: 预算方案
zh_hant: 預算方案

# More.ExportSpending
source: Export Spending as CSV
ja: 支出をCSVで書き出す
ko: 지출을 CSV로 내보내기
zh_hans: 将支出导出为 CSV
zh_hant: 將支出輸出為 CSV

# More.ExportTemplates
source: Export Plans as CSV
ja: プランをCSVで書き出す
ko: 플랜을 CSV로 내보내기
zh_hans: 将方案导出为 CSV
zh_hant: 將方案輸出為 CSV

# More.ICloudSync
source: iCloud Sync
ja: iCloud同期
ko: iCloud 동기화
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# More.ICloudSync.Footer
source: Syncs your budget plans, week plan, and spending across devices with the same Apple Account.
ja: 同じApple Accountのデバイス間で、予算プラン・一週間の予定・支出を同期します。
ko: 동일한 Apple 계정의 기기 간에 예산 플랜, 주간 계획, 지출을 동기화합니다.
zh_hans: 在使用同一 Apple 账户的设备之间同步你的预算方案、每周计划和支出。
zh_hant: 在使用同一 Apple 帳戶的裝置之間同步你的預算方案、每週計畫和支出。

# More.Leftovers
source: Leftovers
ja: 繰り越し
ko: 이월
zh_hans: 结转
zh_hant: 結轉

# More.Notifications
source: Notifications
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

# More.OverallBudgets
source: Weekly & Monthly Budgets
ja: 週間・月間の予算
ko: 주간 및 월간 예산
zh_hans: 每周与每月预算
zh_hant: 每週與每月預算

# More.Section.Behavior
source: Behavior
ja: 動作
ko: 동작
zh_hans: 行为
zh_hant: 行為

# More.Section.BudgetSetup
source: Budget Setup
ja: 予算の設定
ko: 예산 설정
zh_hans: 预算设置
zh_hant: 預算設定

# More.Section.Export
source: Export
ja: 書き出し
ko: 내보내기
zh_hans: 导出
zh_hant: 輸出

# More.Title
source: More
ja: その他
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

# More.WeekPlan
source: Week Plan
ja: 一週間の予定
ko: 주간 계획
zh_hans: 每周计划
zh_hant: 每週計畫

# Notification.Daily.Body.Left
source: You have %@ left today. Tap to review your day.
ja: 本日の残りは%@です。タップして1日を振り返りましょう。
ko: 오늘 %@ 남았습니다. 탭하여 하루를 돌아보세요.
zh_hans: 今天还剩 %@。点按回顾这一天。
zh_hant: 今天還剩 %@。點一下回顧這一天。

# Notification.Daily.Body.Over
source: You're %@ over today's budget. Tap to review your day.
ja: 本日の予算を%@超過しています。タップして1日を振り返りましょう。
ko: 오늘 예산을 %@ 초과했습니다. 탭하여 하루를 돌아보세요.
zh_hans: 今天超出预算 %@。点按回顾这一天。
zh_hant: 今天超出預算 %@。點一下回顧這一天。

# Notification.Daily.Title
source: Daily Report
ja: デイリーレポート
ko: 일간 리포트
zh_hans: 每日报告
zh_hant: 每日報告

# Notification.Monthly.Body
source: A new month begins. See how last month went and what's budgeted ahead.
ja: 新しい月が始まりました。先月の結果と今月の予算を確認しましょう。
ko: 새로운 달이 시작되었습니다. 지난달 결과와 이번 달 예산을 확인해 보세요.
zh_hans: 新的一个月开始了。看看上月情况和本月预算。
zh_hant: 新的一個月開始了。看看上月情況和本月預算。

# Notification.Monthly.Title
source: Monthly Report
ja: マンスリーレポート
ko: 월간 리포트
zh_hans: 每月报告
zh_hant: 每月報告

# Notification.Weekly.Body
source: This week: %1$@ of %2$@ used. Tap for the full picture.
ja: 今週: %2$@のうち%1$@を使用しました。タップして全体を確認できます。
ko: 이번 주: %2$@ 중 %1$@ 사용했습니다. 탭하여 전체를 확인하세요.
zh_hans: 本周：已使用 %1$@，共 %2$@。点按查看全貌。
zh_hant: 本週：已使用 %1$@，共 %2$@。點一下查看全貌。

# Notification.Weekly.Title
source: Weekly Report
ja: ウィークリーレポート
ko: 주간 리포트
zh_hans: 每周报告
zh_hant: 每週報告

# Notifications.Daily
source: Daily Report
ja: デイリーレポート
ko: 일간 리포트
zh_hans: 每日报告
zh_hant: 每日報告

# Notifications.Daily.Footer
source: A summary of the day's spending and what's left.
ja: その日の支出と残りのまとめです。
ko: 하루 지출과 남은 예산 요약입니다.
zh_hans: 当天支出与剩余预算的摘要。
zh_hant: 當天支出與剩餘預算的摘要。

# Notifications.Monthly
source: Monthly Report
ja: マンスリーレポート
ko: 월간 리포트
zh_hans: 每月报告
zh_hant: 每月報告

# Notifications.Monthly.Footer
source: Sent on the first morning of each month.
ja: 毎月1日の朝に送信されます。
ko: 매월 1일 아침에 전송됩니다.
zh_hans: 在每月 1 日早晨发送。
zh_hant: 在每月 1 日早晨傳送。

# Notifications.Time
source: Time
ja: 時刻
ko: 시간
zh_hans: 时间
zh_hant: 時間

# Notifications.Weekly
source: Weekly Report
ja: ウィークリーレポート
ko: 주간 리포트
zh_hans: 每周报告
zh_hant: 每週報告

# Notifications.Weekly.Footer
source: Sent on Sunday evenings.
ja: 日曜日の夜に送信されます。
ko: 일요일 저녁에 전송됩니다.
zh_hans: 在周日晚上发送。
zh_hant: 在週日晚上傳送。

# Onboarding.Carryover.Header
source: When Budget Is Left Over or Exceeded
ja: 予算が余ったとき・超えたとき
ko: 예산이 남거나 초과했을 때
zh_hans: 预算有结余或超支时
zh_hant: 預算有結餘或超支時

# Onboarding.Continue
source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

# Onboarding.Extras.Monthly
source: Monthly
ja: 月間
ko: 월간
zh_hans: 每月
zh_hant: 每月

# Onboarding.Extras.Section.Footer
source: For things that don't belong to a single day, like a weekly meal subscription or a monthly bulk buy.
ja: 毎週の食事の定期購入や月ごとのまとめ買いなど、特定の日に属さない支出のためのものです。
ko: 주간 식사 구독이나 월간 대량 구매처럼 특정 날짜에 속하지 않는 지출을 위한 항목입니다.
zh_hans: 适用于不属于某一天的支出，例如每周餐食订阅或每月囤货。
zh_hant: 適用於不屬於某一天的支出，例如每週餐食訂閱或每月囤貨。

# Onboarding.Extras.Section.Header
source: Overall Budgets (Optional)
ja: 全体予算（任意）
ko: 전체 예산(선택 사항)
zh_hans: 总预算（可选）
zh_hant: 總預算（選填）

# Onboarding.Extras.Subtitle
source: Optional weekly and monthly overall budgets, and what happens to unused budget.
ja: 週間・月間の全体予算（任意）と、使わなかった予算の扱いを設定します。
ko: 주간 및 월간 전체 예산(선택 사항)과 남은 예산의 처리 방식을 설정합니다.
zh_hans: 可选的每周和每月总预算，以及未用完预算的处理方式。
zh_hant: 選填的每週和每月總預算，以及未用完預算的處理方式。

# Onboarding.Extras.Title
source: Extras & Leftovers
ja: 追加予算と繰り越し
ko: 추가 예산과 이월
zh_hans: 额外预算与结转
zh_hant: 額外預算與結轉

# Onboarding.Extras.Weekly
source: Weekly
ja: 週間
ko: 주간
zh_hans: 每周
zh_hant: 每週

# Onboarding.Feature.Insights.Subtitle
source: Visual daily, weekly, monthly, and yearly views show what's spent and what's left.
ja: 日・週・月・年のビジュアル表示で、使った額と残りの額がひと目でわかります。
ko: 일간, 주간, 월간, 연간 화면에서 지출과 잔액을 한눈에 확인할 수 있습니다.
zh_hans: 每日、每周、每月和每年的可视化视图，清楚显示已花和剩余。
zh_hant: 每日、每週、每月和每年的視覺化畫面，清楚顯示已花和剩餘。

# Onboarding.Feature.Insights.Title
source: See Where You Stand
ja: 状況をひと目で把握
ko: 현재 상황 한눈에 보기
zh_hans: 一目了然的收支状况
zh_hant: 一目瞭然的收支狀況

# Onboarding.Feature.Templates.Subtitle
source: Set up budgets for the kinds of days you have, like office days, home days, and days off.
ja: 出社の日、在宅の日、休みの日など、1日の過ごし方ごとに予算を設定します。
ko: 출근하는 날, 재택근무하는 날, 쉬는 날처럼 하루의 유형별로 예산을 설정합니다.
zh_hans: 按不同类型的日子设置预算，例如上班日、在家办公日和休息日。
zh_hant: 依不同類型的日子設定預算，例如上班日、在家工作日和休息日。

# Onboarding.Feature.Templates.Title
source: Budget Plans
ja: 予算プラン
ko: 예산 플랜
zh_hans: 预算方案
zh_hant: 預算方案

# Onboarding.Feature.WeekPlan.Subtitle
source: Assign a plan to each weekday and Fundsee works out your week and month.
ja: 曜日ごとにプランを割り当てると、週と月の予算を自動で計算します。
ko: 요일마다 플랜을 지정하면 주간과 월간 예산을 자동으로 계산합니다.
zh_hans: 为每个星期几指定方案，Fundsee 会自动算出你的每周和每月预算。
zh_hant: 為每個星期幾指定方案，Fundsee 會自動算出你的每週和每月預算。

# Onboarding.Feature.WeekPlan.Title
source: Plan Your Week
ja: 1週間を計画する
ko: 일주일 계획하기
zh_hans: 规划你的一周
zh_hant: 規劃你的一週

# Onboarding.Notifications.Subtitle
source: Get daily, weekly, or monthly budget reports as notifications.
ja: 日次・週次・月次の予算レポートを通知で受け取れます。
ko: 일간, 주간, 월간 예산 리포트를 알림으로 받아 보세요.
zh_hans: 以通知形式接收每日、每周或每月的预算报告。
zh_hant: 以通知形式接收每日、每週或每月的預算報告。

# Onboarding.Notifications.Title
source: Stay in the Loop
ja: 状況を見逃さない
ko: 항상 최신 정보 확인
zh_hans: 随时掌握动态
zh_hant: 隨時掌握動態

# Onboarding.Privacy
source: Your budgets stay private, synced securely with iCloud.
ja: 予算はプライベートに保たれ、iCloudで安全に同期されます。
ko: 예산은 비공개로 유지되며 iCloud를 통해 안전하게 동기화됩니다.
zh_hans: 你的预算保持私密，并通过 iCloud 安全同步。
zh_hant: 你的預算保持私密，並透過 iCloud 安全同步。

# Onboarding.Start
source: Start Budgeting
ja: はじめる
ko: 시작하기
zh_hans: 开始记账
zh_hant: 開始記帳

# Onboarding.Templates.Subtitle
source: A plan is a day's budget, split into categories. We've made three to start. Tap one to adjust the amounts.
ja: プランは1日の予算をカテゴリごとに分けたものです。まず3つご用意しました。タップして金額を調整できます。
ko: 플랜은 하루 예산을 카테고리별로 나눈 것입니다. 기본으로 세 가지를 준비했습니다. 탭하여 금액을 조정하세요.
zh_hans: 方案是按类别划分的一天预算。已为你准备三个方案，点按即可调整金额。
zh_hant: 方案是按類別劃分的一天預算。已為你準備三個方案，點一下即可調整金額。

# Onboarding.Templates.Title
source: Budget Plans
ja: 予算プラン
ko: 예산 플랜
zh_hans: 预算方案
zh_hant: 預算方案

# Onboarding.WeekPlan.Subtitle
source: Assign a plan to each weekday. You can always override individual days later.
ja: 曜日ごとにプランを割り当てます。個別の日はいつでも変更できます。
ko: 요일마다 플랜을 지정하세요. 개별 날짜는 언제든지 변경할 수 있습니다.
zh_hans: 为每个星期几指定方案。个别日期随时可以另行设置。
zh_hant: 為每個星期幾指定方案。個別日期隨時可以另行設定。

# Onboarding.WeekPlan.Title
source: Plan Your Week
ja: 1週間を計画する
ko: 일주일 계획하기
zh_hans: 规划你的一周
zh_hant: 規劃你的一週

# Onboarding.Welcome.Title
source: Welcome to Fundsee
ja: Fundseeへようこそ
ko: Fundsee에 오신 것을 환영합니다
zh_hans: 欢迎使用 Fundsee
zh_hant: 歡迎使用 Fundsee

# OverallBudgets.Monthly.Footer
source: Extra budget added once per month, e.g. a 30-pack box of bread. Set to 0 to disable.
ja: 月に一度だけ加算される予算です。例: パンの30個入りまとめ買い。0にすると無効になります。
ko: 한 달에 한 번 추가되는 예산입니다. 예: 30개들이 빵 한 박스. 0으로 설정하면 사용하지 않습니다.
zh_hans: 每月加一次的额外预算，例如 30 个装的面包。设为 0 即停用。
zh_hant: 每月加一次的額外預算，例如 30 個裝的麵包。設為 0 即停用。

# OverallBudgets.Monthly.Header
source: Monthly Overall Budget
ja: 月間の全体予算
ko: 월간 전체 예산
zh_hans: 每月总预算
zh_hant: 每月總預算

# OverallBudgets.Weekly.Footer
source: Extra budget added once per week, e.g. a weekly frozen food subscription. Set to 0 to disable.
ja: 週に一度だけ加算される予算です。例: 冷凍食品の定期購入。0にすると無効になります。
ko: 일주일에 한 번 추가되는 예산입니다. 예: 주간 냉동식품 정기 구독. 0으로 설정하면 사용하지 않습니다.
zh_hans: 每周加一次的额外预算，例如每周的冷冻食品订阅。设为 0 即停用。
zh_hant: 每週加一次的額外預算，例如每週的冷凍食品訂閱。設為 0 即停用。

# OverallBudgets.Weekly.Header
source: Weekly Overall Budget
ja: 週間の全体予算
ko: 주간 전체 예산
zh_hans: 每周总预算
zh_hant: 每週總預算

# Ring.Caption.Of
source: of %@
ja: %@中
ko: %@ 중
zh_hans: 共 %@
zh_hant: 共 %@

# Ring.Caption.OfThisMonth
source: of %@ this month
ja: 今月の%@中
ko: 이번 달 %@ 중
zh_hans: 本月共 %@
zh_hant: 本月共 %@

# Ring.Caption.OfThisWeek
source: of %@ this week
ja: 今週の%@中
ko: 이번 주 %@ 중
zh_hans: 本周共 %@
zh_hant: 本週共 %@

# Ring.OverBy
source: Over by
ja: 超過額
ko: 초과액
zh_hans: 超支
zh_hant: 超支

# Ring.Remaining
source: Remaining
ja: 残り
ko: 남은 예산
zh_hans: 剩余
zh_hant: 剩餘

# Seed.Category.Beverages
source: Beverages
ja: 飲料
ko: 음료
zh_hans: 饮料
zh_hant: 飲料

# Seed.Category.Breakfast
source: Breakfast
ja: 朝食
ko: 아침 식사
zh_hans: 早餐
zh_hant: 早餐

# Seed.Category.Dinner
source: Dinner
ja: 夕食
ko: 저녁 식사
zh_hans: 晚餐
zh_hant: 晚餐

# Seed.Category.Entertainment
source: Entertainment
ja: 娯楽
ko: 여가
zh_hans: 娱乐
zh_hant: 娛樂

# Seed.Category.Lunch
source: Lunch
ja: 昼食
ko: 점심 식사
zh_hans: 午餐
zh_hant: 午餐

# Seed.Template.Home
source: Working from Home
ja: 在宅勤務の日
ko: 재택근무하는 날
zh_hans: 在家办公日
zh_hant: 在家工作日

# Seed.Template.NotWorking
source: Not Working
ja: 休みの日
ko: 쉬는 날
zh_hans: 休息日
zh_hant: 休息日

# Seed.Template.Office
source: Working from Office
ja: 出社の日
ko: 출근하는 날
zh_hans: 上班日
zh_hant: 上班日

# SpendInput.Add
source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 加入

# Stat.Budget
source: Budget
ja: 予算
ko: 예산
zh_hans: 预算
zh_hant: 預算

# Stat.Budgeted
source: Budgeted
ja: 予算額
ko: 예산액
zh_hans: 预算额
zh_hant: 預算額

# Stat.Remaining
source: Remaining
ja: 残り
ko: 남은 예산
zh_hans: 剩余
zh_hant: 剩餘

# Stat.Spent
source: Spent
ja: 支出
ko: 지출
zh_hans: 已支出
zh_hant: 已支出

# Stat.Used
source: Used
ja: 使用済み
ko: 사용
zh_hans: 已用
zh_hant: 已用

# Tab.Month
source: Month
ja: 月間
ko: 월간
zh_hans: 月
zh_hant: 月

# Tab.More
source: More
ja: その他
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

# Tab.Today
source: Today
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# Tab.Week
source: Week
ja: 週間
ko: 주간
zh_hans: 周
zh_hant: 週

# Tab.Year
source: Year
ja: 年間
ko: 연간
zh_hans: 年
zh_hant: 年

# Template.AddCategory
source: Add Category
ja: カテゴリを追加
ko: 카테고리 추가
zh_hans: 添加类别
zh_hant: 加入類別

# Template.DailyTotal
source: Daily Total
ja: 1日の合計
ko: 하루 합계
zh_hans: 每日合计
zh_hant: 每日合計

# Template.Field.Category
source: Category
ja: カテゴリ
ko: 카테고리
zh_hans: 类别
zh_hant: 類別

# Template.Field.Name
source: Plan Name
ja: プラン名
ko: 플랜 이름
zh_hans: 方案名称
zh_hant: 方案名稱

# Template.NewCategory
source: New Category
ja: 新規カテゴリ
ko: 새로운 카테고리
zh_hans: 新类别
zh_hant: 新類別

# Template.Section.Categories
source: Categories
ja: カテゴリ
ko: 카테고리
zh_hans: 类别
zh_hant: 類別

# Template.Section.Icon
source: Icon
ja: アイコン
ko: 아이콘
zh_hans: 图标
zh_hant: 圖像

# Template.Section.Name
source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# TemplateOverride.Day
source: Day
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

# TemplateOverride.Remove
source: Remove Override
ja: 個別設定を削除
ko: 개별 설정 제거
zh_hans: 移除单日设置
zh_hant: 移除單日設定

# TemplateOverride.Remove.Footer
source: Removing the override returns this day to its scheduled plan.
ja: 個別設定を削除すると、この日は予定されたプランに戻ります。
ko: 개별 설정을 제거하면 이 날은 예정된 플랜으로 돌아갑니다.
zh_hans: 移除单日设置后，这一天将恢复为计划的方案。
zh_hant: 移除單日設定後，這一天將恢復為排定的方案。

# TemplateOverride.Section.Template
source: Plan
ja: プラン
ko: 플랜
zh_hans: 方案
zh_hant: 方案

# Templates.Add
source: Add Plan
ja: プランを追加
ko: 플랜 추가
zh_hans: 添加方案
zh_hant: 加入方案

# Templates.NewTemplate
source: New Plan
ja: 新規プラン
ko: 새로운 플랜
zh_hans: 新方案
zh_hant: 新方案

# Templates.Title
source: Plans
ja: プラン
ko: 플랜
zh_hans: 方案
zh_hant: 方案

# Today.NoTemplate.Description
source: Pick a plan for today using the button above.
ja: 上のボタンから本日のプランを選んでください。
ko: 위 버튼으로 오늘의 플랜을 선택하세요.
zh_hans: 使用上方按钮为今天选择方案。
zh_hant: 使用上方按鈕為今天選擇方案。

# Today.NoTemplate.Inline
source: No plan for today
ja: 本日のプランがありません
ko: 오늘의 플랜이 없습니다
zh_hans: 今天没有方案
zh_hant: 今天沒有方案

# Today.NoTemplate.Title
source: No Plan
ja: プランなし
ko: 플랜 없음
zh_hans: 无方案
zh_hant: 無方案

# Week.IncludesWeeklyExtra
source: Includes %@ weekly overall budget
ja: 週間の全体予算%@を含みます
ko: 주간 전체 예산 %@ 포함
zh_hans: 含每周总预算 %@
zh_hant: 含每週總預算 %@

# Week.Next
source: Next Week
ja: 翌週
ko: 다음 주
zh_hans: 下周
zh_hant: 下週

# Week.Previous
source: Previous Week
ja: 前週
ko: 이전 주
zh_hans: 上周
zh_hant: 上週

# WeekPlan.Footer
source: Each weekday uses this plan unless you override a specific day.
ja: 特定の日を変更しない限り、その曜日はこのプランを使用します。
ko: 특정 날짜를 변경하지 않으면 해당 요일은 이 플랜을 사용합니다.
zh_hans: 除非另行设置某一天，该星期几都使用此方案。
zh_hant: 除非另行設定某一天，該星期幾都使用此方案。

# Widget.Inline.Left
source: %@ left today
ja: 本日残り%@
ko: 오늘 %@ 남음
zh_hans: 今日剩余%@
zh_hant: 今日剩餘%@

# Widget.Inline.Over
source: %@ over today
ja: 本日%@超過
ko: 오늘 %@ 초과
zh_hans: 今日超支%@
zh_hant: 今日超支%@

# Widget.Rectangular.Left
source: %@ left
ja: 残り%@
ko: %@ 남음
zh_hans: 剩余%@
zh_hant: 剩餘%@

# Widget.Rectangular.Over
source: %@ over
ja: %@超過
ko: %@ 초과
zh_hans: 超支%@
zh_hant: 超支%@

# Widget.Ring.Left
source: Left
ja: 残り
ko: 남음
zh_hans: 剩余
zh_hant: 剩餘

# Widget.Ring.Over
source: Over
ja: 超過
ko: 초과
zh_hans: 超支
zh_hant: 超支

# Widget.Title
source: Today's Budget
ja: 今日の予算
ko: 오늘의 예산
zh_hans: 今日预算
zh_hant: 今日預算

# Year.Next
source: Next Year
ja: 翌年
ko: 다음 해
zh_hans: 下一年
zh_hant: 下一年

# Year.Previous
source: Previous Year
ja: 前年
ko: 이전 해
zh_hans: 上一年
zh_hant: 上一年

# Year.Summary.Over
source: You've spent more than budgeted so far this year.
ja: 今年はこれまで予算を上回っています。
ko: 올해는 지금까지 예산보다 많이 지출했습니다.
zh_hans: 今年到目前为止，你的支出超出预算。
zh_hant: 今年到目前為止，你的支出超出預算。

# Year.Summary.Under
source: You've spent less than budgeted so far this year.
ja: 今年はこれまで予算を下回っています。
ko: 올해는 지금까지 예산보다 적게 지출했습니다.
zh_hans: 今年到目前为止，你的支出低于预算。
zh_hant: 今年到目前為止，你的支出低於預算。
